{
    "funFacts": [
      {
        "id": 1,
        "fact_en": "The largest known asteroid is Ceres, which is about 940 km (584 miles) in diameter and is also classified as a dwarf planet.",
        "fact_es": "El asteroide más grande conocido es Ceres, que tiene aproximadamente 940 km (584 millas) de diámetro y también se clasifica como un planeta enano."
      },
      {
        "id": 2,
        "fact_en": "The word 'comet' comes from the Greek word ‘kometes’ which means long-haired. This is because of the comet’s long, beautiful tail.",
        "fact_es": "La palabra 'cometa' proviene de la palabra griega 'kometes', que significa de pelo largo. Esto se debe a la larga y hermosa cola del cometa."
      },
      {
        "id": 3,
        "fact_en": "There are millions of asteroids in our solar system; scientists estimate the number to be over 1.1 million.",
        "fact_es": "Hay millones de asteroides en nuestro sistema solar; los científicos estiman que el número supera los 1,1 millones."
      },
      {
        "id": 4,
        "fact_en": "A comet’s tail can be over 100 million kilometers long and is always pointing away from the sun due to the solar wind.",
        "fact_es": "La cola de un cometa puede tener más de 100 millones de kilómetros de largo y siempre apunta en dirección opuesta al sol debido al viento solar."
      },
      {
        "id": 5,
        "fact_en": "The first mission to land on an asteroid was NASA’s NEAR Shoemaker, which touched down on Eros in 2001.",
        "fact_es": "La primera misión en aterrizar en un asteroide fue NEAR Shoemaker de la NASA, que se posó en Eros en 2001."
      },
      {
        "id": 6,
        "fact_en": "Halley’s Comet is visible from Earth every 75-76 years, and its next appearance is expected in 2061.",
        "fact_es": "El cometa Halley es visible desde la Tierra cada 75-76 años, y su próxima aparición se espera en 2061."
      },
      {
        "id": 7,
        "fact_en": "The total mass of all the asteroids in the main asteroid belt is less than that of Earth's moon.",
        "fact_es": "La masa total de todos los asteroides en el cinturón de asteroides principal es menor que la de la luna de la Tierra."
      },
      {
        "id": 8,
        "fact_en": "Comets are known as 'dirty snowballs' because they are composed of ice, rock, and dust.",
        "fact_es": "Los cometas son conocidos como 'bolas de nieve sucias' porque están compuestos de hielo, roca y polvo."
      },
      {
        "id": 9,
        "fact_en": "The OSIRIS-REx mission successfully collected a sample from asteroid Bennu and is expected to return it to Earth in 2023.",
        "fact_es": "La misión OSIRIS-REx recolectó con éxito una muestra del asteroide Bennu y se espera que la devuelva a la Tierra en 2023."
      },
      {
        "id": 10,
        "fact_en": "The Giotto mission was the first to get up close to a comet, passing just 596 km from Halley’s Comet in 1986.",
        "fact_es": "La misión Giotto fue la primera en acercarse a un cometa, pasando a solo 596 km del cometa Halley en 1986."
      }
    ]
  }